package edu.jju.test3.util;

import edu.jju.test3.R;

public class Introimgutil {
	public static int group_img[] = new int[] {  R.drawable.tengwangge,
		R.drawable.badashanrenjinianguan, R.drawable.hanwangfeng,
		R.drawable.xiangshangongyuan, R.drawable.xishanwanshougong,
		R.drawable.meiling };
	public static String group_new[] = new String[] {
			"滕王阁，江南三大名楼之一 ，位于江西省南昌市西北部沿江路赣江东岸，始建于唐朝永徽四年，因唐太宗李世民之弟——李元婴始建而得名，因初唐诗人王勃诗句“落霞与孤鹜齐飞，秋水共长天一色”而流芳后世。贞观年间，唐高祖李渊之子、唐太宗李世民之弟李元婴曾被封于山东滕州故为滕王，且于滕州筑一阁楼名以“滕王阁”（已被毁），后滕王李元婴调任江南洪州（今江西南昌），因思念故地滕州修筑了著名的“滕王阁”，此阁因王勃一首“滕王阁序”为后人熟知，成为永世的经典。滕王阁与湖北武汉黄鹤楼、湖南岳阳楼并称为“江南三大名楼”。历史上的滕王阁先后共重建达29次之多，屡毁屡建。2001年元月核准为首批国家AAAA级旅游景区。",
			"八大山人纪念馆位于江西省南昌市青云谱区青云谱路259号，成立于1959年，是中国第一座古代画家纪念馆，全国重点文物保护单位，占地约39亩，四面环水，形似“八大”笔下游鱼，与西南面梅湖浑然一体，水陆相生，宛若“太极”天成，馆内布局一院一楼一中心，品形而立，风格迥异。南面为“青云谱”道院，建筑风格古朴典雅，自然脱俗，内部陈列以八大山人生平及艺术介绍为主。北面为真迹陈列馆，建筑风格现在抽象，含蓄简约，主要展示八大山人书画真迹，又名“真赏楼”。西面八大山人研究中心为仿古建筑，又名“在芙山房”。建筑风格富丽堂皇，主要用于艺术研究，交流和为观众提供周到，现代的博物馆休闲文化服务。2006年被评为“全国重点文化保护单位”。",
			"梦山原名罕王峰，在新建县境内梦山湖畔，此峰山势险峻，绿树成荫，是南昌著名的风景游览之地。据史所载，在晋朝炎兴元年（公元263年），蜀国为晋吞灭后，刘备之孙刘护，携家眷自四川避难至此，此处地形险要而又隐蔽，决定在此结寨踞守。刘护的母亲罗氏，见大势所趋，劝刘护归顺于晋，后刘护得封为广惠王，其母罗氏封为协庆夫人。太康元年（公元280年），东吴又被晋所灭，残军败将逃避新建西山藩源，与地方匪盗勾结作乱，后为刘护所灭，被当朝封为罕王，原所居住的山峰也赐名罕王峰。刘护之母罗氏，常以山果感人入梦，民间百姓因此常至此求梦，久而久之，罗氏被称为“梦娘娘”。遂又将罕王峰称梦山。",
			"象山森林公园位于赣江中下游的鄱阳湖之滨，与著名的旅游胜地庐山隔湖相望，与世界候鸟保护区鄱阳湖紧连一体，紧紧接壤南昌昌北机场，京九铁路、昌九高速公路从公园擦肩而过，乐昌水泥公路贯通公园全境，象山森林公园是清静的。周边没有工厂，没有居民，只有树林、小鸟和田园。园内森林茂密，一栋栋小木屋、小别墅镶嵌在林海中。处于庐山、鄱阳湖候鸟观赏区、南昌滕王阁旅游带之间，地理位置优越，交通条件便利。公园环境优雅、景色迷人，冬暖夏凉，盛夏最高温度比南昌市低5-8摄氏度，是避暑、休闲、疗养、度假的最佳场所。",
			"西山万寿宫是纪念许真君而修建的一座宫殿。坐落于距南昌市西南三十公里的西山逍遥山下。道教认为除了凡人居住的世界外，还有神仙的处所三十六洞天，七十二福地。许真君栖身修炼的西山则为第四十福地。因在此仙逝，故又称“飞升福地”。公元1520年（明正德十五年），皇帝题额《妙济万寿宫》对宫内建筑作了重大修葺。至清代增建关帝阁、万寿宫门、这时是万寿宫极盛时期，占地三万一千平方米。宫门之内，正殿琉璃为瓦，重檐画栋，金碧辉煌，气势宏伟。绣金帷里，真君塑像端坐中央，坐像头部为黄铜铸成，重500斤。12真人分列两旁，吴猛、郭璞站立坛前。高明殿等三殿之前，6株参天古柏苍老遒劲，四季常青，相传最大一株为许真君亲手所植。宫门左侧的八角井，相传当年许真君铸铁为柱，链钩地脉，以绝水患。宫外还有大量的辅助建筑，如接仙台、云会常、冲升阁等形成一个以万寿宫为中心的古建筑群。远眺西山万寿宫，万顷绿海中，琉璃瓦黄绿相间，绚丽多彩，飞檐串串铜铃，金光闪烁，层层斑澜的宫顶，突兀鹤立，天地氤氲、万物化淳，疑是天上宫阙。铁铸大吊针，重二吨余，入夜钟声宏浑悠扬，能传十里之遥。 农历正有二十七日是许真君诞上辰，为每年小朝；八月仙逝日为朝颧高潮，各地信民薰沐斋戒纷纷前来进香，成千上万的进香者比肩接踵、张袂成荫。进入宫后一步一跪拜，到殿前陈敬贡品，晋谒仙颜，祈祷自己的心愿。焚香炉前，鞭炮声不绝不耳，香火明烛通宵达旦，炉烟缥缈，钟声悠扬，一派仙家气氛。",
			"位于南昌市西郊15公里处，在江南最大的“飞来峰”上，因西汉梅福于此修道而得名。又因位于城区之西，复又名西山。梅岭西临鄱阳湖，北与庐山对峙，方圆150平方公里，是著名的避暑胜地，也是中国古典音律和道教净明宗的发源地。自古以来，“洪崖丹井”、“西山秋翠”、“铜源三群”（瀑布群、梯田群、水碓群），就是文人骚客争相题咏的著名景观。梅岭山势嗟峨，层峦叠翠，四时秀色，气候宜人。它以峰峦之旖旎，溪漳之蜿蜒，谷壑之幽深，岩石之突兀，云雾之缠绕，风光之掩映，组成了梅岭“翠、幽、俊、奇”的特色，素有“小庐山”之称。梅岭原名飞鸿山，早在汉朝初年，就辟有驿道。西汉末年，南昌县尉梅福为抵制王莽专政，退隐西郊飞鸿山。后人纪念他的高风亮节，在岭上建梅仙坛，岭下建梅仙观，改飞鸿山为梅岭。唐朝以来，有张九龄、张商英、周必大、王安石、张位五位丞相，欧阳修、曾巩、黄庭坚、陈师道、汤显祖等文学家，岳飞等武将，慕名而来，或游览赋诗，或题刻留记，或凭吊古迹，或隐居修炼，留下了许多名诗佳作和人文景观，成为古今游人的慕游之处。" };
}
